Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/employment/migrant_workers/employment_permits/work_permits.html.txt.tmx
Source language: en
Languages: ga

source: In general, non-EEA nationals must have an employment permit to work in Ireland
ga: Go ginearálta, caithfidh náisiúnaigh neamh-LEE cead fostaíochta a bheith acu chun oibriú in Éirinn

source: EEA and Swiss nationals do not need an employment permit
ga: Ní gá do náisiúnaigh an LEE agus na hEilvéise cead fostaíochta a bheith acu

source: Under the Employment Permits Acts 2003–2014 there are 9 types of employment permit including a General Employment Permit, a Critical Skills Employment Permit and a Dependant/Partner/Spouse Employment Permit
ga: Faoi na hAchtanna um Cheadanna Fostaíochta 2003-2014, tá 9 saghas de chead fostaíochta ann, lena n-áirítear Cead Fostaíochta Ginearálta, Cead Fostaíochta Scileanna Ríthábhachtacha agus Cead Fostaíochta Cleithiúnaí/Páirtnéara/Céile

source: You can read about other types of permit in our overview document on employment permits
ga: Féadfaidh tú léamh faoi shaghsanna eile de chead inár gcáipéis forbhreathnaithe ar cheadanna fostaíochta

source: Since 1 October 2014, the Employment Permits (Amendment) Act 2014 has changed the previous employment permits system
ga: Ón Deireadh Fómhair 2014 ar aghaidh, d’athraigh an tAcht um Cheadanna Fostaíochta (Leasú) an t-iar-chóras ceadanna fostaíochta

source: There are now 9 different types of employment permit with new application forms for each type and changes to the criteria for issuing employment permits
ga: Tá anois 9 saghas éagsúla de chead fostaíochta le foirmeacha iarratais nua le haghaidh gach saghas agus athruithe ar na critéir chun ceadanna fostaíochta a eisiúint

source: The Act also provides that a foreign national without an employment permit, who took all reasonable steps to get one, can take civil action against their employer to compensate them for work done or services rendered
ga: Anuas air sin, forálann an tAcht, gur féidir le náisiúnach iasachta nach bhfuil cead fostaíochta aige/aici, a rinne gach beart réasúnta chun ceann a fháil, dul i mbun caingean shibhialta i leith an fhostóra chun cúiteamh a fháil as aon obair a rinneadh nó aon seirbhísí a soláthraíodh

source: General Employment Permits are issued by the Department of Jobs, Enterprise and Innovation
ga: Eisíonn an Roinn Post, Fiontar agus Nuálaíochta Ceadanna Fostaíochta Ginearálta

source: Either the employer or the employee can apply for a permit which must be based on an offer of employment
ga: Féadfaidh an fostóir nó an fostaí iarratas a dhéanamh ar chead, agus ní mór dó a bheith bunaithe ar thairiscint fostaíochta

source: Permits are issued to the employee and include a statement of the employee's rights and entitlements
ga: Eisítear ceadanna don fhostaí agus áirítear leo ráiteas ar chearta agus teidlíochtaí an fhostaí

source: An employee with an employment permit has all the employment rights of Irish or EEA citizens for the duration of the employment permit
ga: Beidh gach ceann de na cearta fostaíochta ag fostaí ag a bhfuil cead fostaíochta a bhíonn ag saoránaigh na hÉireann nó an LEE ar feadh fhad an cheada fostaíochta

source: Generally applications for General Employment Permits must have a minimum annual remuneration (pay) of €30,000
ga: Ní mór go mbeidh luach saothair bliantúil (pá) €30,000, ar a laghad ag iarratais ghinearálta ar Cheadanna Fostaíochta Ginearálta

source: Remuneration includes the salary for the job and health insurance
ga: Áirítear le luach saothair an tuarastal don phost agus árachas sláinte

source: Applications for jobs with annual pay of €27,000* are considered on an exceptional basis in the following cases:
ga: Déantar breithniú ar iarratais ar phoist ag a bhfuil pá bliantúil €27,000* ar bhonn eisceachtúil sna cásanna a leanas:

source: • Non-EEA students who have graduated in the last 12 months, from an Irish third level institution, and have been offered a graduate position from the Highly Skilled Occupations List
ga: • Mic léinn neamh-LEE a bhain a gcéim amach le 12 mhí anuas, ó institiúid tríú leibhéal in Éirinn, agus a ndearnadh post iarchéime a thairiscint dóibh ó Liosta na nGairmeacha Ardoilte

source: • Non-EEA students who have graduated in the last 12 months, from an overseas third level institution, and have been offered a graduate position as an ICT professional from the Highly Skilled Occupations List
ga: • Mic léinn neamh-LEE a bhain a gcéim amach le 12 mhí, ó institiúid tríú leibhéal thar lear, agus a ndearnadh post iarchéime a thairiscint dóibh mar ghairmí TFC ón Liosta Gairmeacha Ardoilte

source: • Applications for specialist language support and technical or sales support with a fluency in a non-EEA language for companies who are getting support from the State enterprise development agencies
ga: • Iarratais maidir le tacaíocht speisialta teanga agus tacaíocht theicniúil nó díolachán nuair atá an t-iarratasóir líofa i dteanga neamh-LEE do chuideachtaí a bhfuil tacaíocht á fáil acu ó ghníomhaireachtaí forbartha fiontair an Stáit

source: * The annual pay must be €30,000 when applying for a renewal of the permit
ga: * Ní mór gurb ionann an pá bliantúil agus €30,000 nuair a bhíonn iarratas á dhéanamh ar athnuachan an cheada

source: Non-EEA nationals with a stamp 1, 1A, 2, 2A or 3 residence permission may apply for a General Employment Permit provided the job is not on the list of ineligible occupations
ga: Féadfaidh náisiúnaigh neamh-LEE a bhfuil cead cónaithe stampa 1, 1A, 2, 2A nó 3 acu, iarratas ar Chead Fostaíochta Ginearálta ar an gcoinníoll nach bhfuil an post ar liosta gairmeacha neamh-incháilithe

source: You must have the qualifications, skills and experience required for the job
ga: Ní mór go bhfuil na cáilíochtaí, scileanna agus taithí a theastaíonn don phost agat

source: You must be directly employed and paid by your employer
ga: Ní mór go mbíonn tú fostaithe agus íoctha go díreach ag d’fhostóir

source: General Employment Permit applications from recruitment agencies and other intermediaries are not acceptable
ga: Ní ghlactar le hiarratais ar Chead Fostaíochta Ginearálta ó ghníomhaireachtaí earcaíochta agus ó idirghabhálaithe eile

source: The employer must be trading in Ireland, registered with Revenue and with the Companies Registration Office
ga: Ní mór go mbeidh an fostóir ag trádáil in Éirinn agus a bheith cláraithe leis an Oifig um Chlárú Cuideachtaí

source: Your employer cannot deduct recruitment expenses from your pay or retain your personal documents
ga: Ní féidir le d’fhostóir costais earcaíochta a bhaint ó do phá nó do cháipéisí pearsanta a choimeád

source: A General Employment Permit will not be issued to companies where the granting of the permit would mean that more than 50% of the employees would be non-EEA nationals
ga: Ní eiseofar Cead Fostaíochta Ginearálta do chuideachtaí dá mbeadh breis agus 50% de na fostaithe ina náisiúnaigh neamh-LEE mar gheall ar an gcead a dheonú

source: However, this requirement may be waived in the case of start-up companies or where the applicant will be the only employee
ga: Féadtar an ceanglas seo a tharscaoileadh i gcás cuideachtaí nuathionscanta nó sa chás go mbeidh an t-iarratasóir ar an t-aon fhostaí

source: Labour market needs test
ga: Tástáil riachtanas an mhargaidh shaothair

source: All new applications for General Employment Permits include evidence that a labour market needs test has been carried out
ga: Áirítear le gach iarratas nua ar Cheadanna Fostaíochta Ginearálta fianaise gur tugadh faoi thástáil riachtanas an mhargaidh shaothair

source: Waivers: Since 1 October 2014 the requirement for a labour market needs test may be waived if the application:
ga: Tarscaoiltí: Ón 1 Deireadh Fómhair 2014, féadtar an ceanglas le tástáil riachtanas an mhargaidh shaothair a tharscaoileadh sna cásanna a leanas:

source: • Is for a former permit holder who has been made redundant or
ga: • Má tá an t-iarratas d’iar-shealbhóir ceada a rinneadh iomarcach nó

source: • Is for a job listed on the Highly Skilled Occupations List or
ga: • Má tá an t-iarratas do phost atá liostaithe i Liosta na nGairmeacha Ardoilte nó

source: • Has been recommended by Enterprise Ireland or IDA Ireland or
ga: • Má mhol Fiontraíocht Éireann nó ÚFT Éireann an t-iarratas nó

source: • Is for a carer with a proven history of caring for the sick person or
ga: • Má tá an t-iarratas do chúramóir a cruthaíodh a bhfuil stair aige/aici de chúram a thabhairt don duine breoite nó

source: • Is for a job with an annual salary of €60,000 or more
ga: • Má tá an t-iarratas do phost ag a bhfuil tuarastal bliantúil €60,000 nó níos mó

source: The test requires that the vacancy must have been advertised with the Department of Social Protection (DSP) employment services/EURES employment network for 2 weeks, in a national newspaper for at least 3 days and in either a local newspaper or jobs website for 3 days
ga: Ceanglaíonn an tástáil nach mór gur fógraíodh an folúntas le seirbhísí fostaíochta na Roinne Coimirce Sóisialaí (RCS)/líonra fostaíochta EURES ar feadh 2 sheachtain, i nuachtán náisiúnta ar feadh 3 lá, ar a laghad, agus cibé acu i nuachtán áitiúil nó ar láithreán gréasáin phost ar feadh 3 lá

source: This is to ensure that an EEA or Swiss national cannot be found to fill the vacancy
ga: Déantar seo ar mhaithe lena chinntiú nach féidir náisiúnach LEE nó Eilvéiseach a aimsiú chun an folúntas a líonadh

source: When registering the vacancy on DSP/EURES the employer must specify that the vacancy is a potential General Employment Permit application
ga: Nuair a bhíonn an folúntas á chlárú leis an RCS/EURES, ní mór don fhostóir a shonrú gurb iarratas féideartha ar Chead Fostaíochta Ginearálta atá san iarratas

source: If the employer is unable to find an EEA or Swiss national, they must contact their local employment services office or Intreo centre within 4 weeks to ask for a decision to be made on the vacancy
ga: Mura bhfuil an fostóir in ann náisiúnach LEE nó Eilvéiseach a aimsiú, ní mór dóibh teagmháil a dhéanamh lena n-oifig áitiúil seirbhísí fostaíochta nó ionad Intreo laistigh de 4 seachtaine chun iarraidh ar chinneadh a dhéanamh faoin bhfolúntas

source: In response to the employer’s request, the employment services office will decide whether a General Employment Permit is justified to fill the vacancy
ga: Mar fhreagairt d’iarratas an fhostóra, déanfaidh an oifig seirbhísí fostaíochta cinneadh ar cibé acu an bhfuil nó nach bhfuil údar le Cead Fostaíochta Ginearálta chun an folúntas a líonadh

source: If the employer does not contact the local employment services office, the advertisement will continue but no employment permit can be issued for that vacancy
ga: Mura ndéanann an fostóir teagmháil leis an oifig áitiúil seirbhísí fostaíochta, leanfaidh an fógra ach ní féidir aon chead fostaíochta a eisiúint don fholúntas sin

source: Occupations that are ineligible for employment permits
ga: Gairmeacha atá incháilithe do cheadanna fostaíochta

source: Employment permits are not available for occupations listed under the heading ‘Ineligible Employments’ on the Ineligible Categories of Employment list (except for certain carers)
ga: Níl fáil ar cheadanna fostaíochta do ghairmeacha atá liostaithe faoin teideal ‘Fostaíocht Neamh-Incháilithe’ ar an liosta Catagóirí Neamh-Incháilithe Fostaíochta (seachas i gcás cúramóirí áirithe)

source: However, applicants for the Dependant/Partner/Spouse and the Reactivation Employment Permit Schemes can get employment permits for these occupations apart from those taking place in a domestic setting (except for certain carers) or contrary to public interest
ga: Féadfaidh iarratasóirí ar na Scéimeanna Cead Fostaíochta Cleithiúnaí/Páirtnéara/Céile agus Athghníomhachtaithe ceadanna fostaíochta a fháil, áfach, seachas iad siúd a bhíonn ar bun i suíomh baile (seachas i gcás roinnt cúramóirí) nó iad siúd a thagann salach ar leas an phobail

source: A General Employment Permit is issued first for 2 years and then may be renewed for a further 3 years
ga: Eisítear Cead Fostaíochta Ginearálta i dtosach ar feadh 2 bhliain agus féadtar é a athnuachan ar feadh 3 bliana ina dhiaidh sin

source: If you have worked for 5 consecutive years on a work permit you may no longer need a permit to work in Ireland
ga: Má d’oibrigh tú ar feadh cúig bliana as a chéile ar chead fostaíochta, b’fhéidir nach dteastóidh cead uait a thuilleadh chun oibriú in Éirinn

source: When your stamp 1 permission is due for renewal your local immigration officer – see ‘Registration’ below – will issue you with a stamp 4 immigration permission for one year which will allow you to take up any employment but not self-employment
ga: Nuair atá do chead stampa 1 dlite le hathnuachan, eiseoidh d'oifigeach áitiúil inimirce – féach ‘Clárúchán’ thíos – cead inimirce stampa 4 ar feadh bliain amháin duit a cheadóidh duit glacadh le haon fhostaíocht, seachas féinfhostaíocht

source: When you have been legally living and working in Ireland for 5 years on a work permit you can apply for long-term residence to the Irish Naturalisation and Immigration Service (INIS) - see 'Where to apply' below
ga: Nuair a bhí tú ag oibriú agus i do chónaí go dleathach in Éirinn ar feadh 5 bliana ar chead oibre, féadfaidh tú iarratas a dhéanamh ar chónaitheacht fhadtéarmach le Seirbhís Eadóirseachta agus Inimirce na hÉireann (SEIÉ) – féach ‘Cá ndéanfaidh mé iarratas? ’ thíos

source: You may also apply for exemption from the requirement to have an employment permit
ga: Chomh maith leis sin, féadfaidh tú iarratas a dhéanamh ar dhíolúine ón gceanglas chun cead fostaíochta a bheith agat

source: If your application is successful you will be granted extended residence permission for a further 5 years and you will not need a work permit to work in Ireland
ga: Má éiríonn le d’iarratas, deonófar cead sínte cónaitheachta duit do 5 bliana breise agus ní theastóidh cead oibre uait chun oibriú in Éirinn

source: If this is your first work permit in Ireland you are expected to stay with your new employer for 12 months (apart from in exceptional circumstances)
ga: Más é seo do chéad chead fostaíochta in Éirinn, bítear ag súil leis go bhfanfaidh tú le d’fhostóir ar feadh 12 mhí (seachas faoi chúinsí eisceachtúla)

source: After that you may move to a new employer provided that a new application for a General Employment Permit has been made for a similar job or to another eligible employment sector
ga: Ina dhiaidh sin, féadfaidh tú aistriú chuig fostóir nua, a fhad agus a rinneadh iarratas nua ar Chead Fostaíochta Ginearálta ar a mhacasamhail de phost nó go dtí earnáil fostaíochta eile incháilithe

source: If you lose your job through redundancy, you should notify the Department of Jobs, Enterprise and Innovation using the redundancy notification form within 28 days of your dismissal
ga: Má chailleann tú do phost trí iomarcaíocht, ba cheart duit an Roinn Post, Fiontar agus Nuálaíochta a chur ar an eolas trí fhoirm fógra iomarcaíochta a úsáid laistigh de 28 lá tar éis dífhostú

source: There are provisions for non-EEA workers as follows:
ga: Tá na forálacha a leanas ann le haghaidh oibrithe neamh-LEE:

source: Employment permit for 5 years:
ga: Cead fostaíochta ar feadh 5 bliana:

source: If you have been made redundant after working on an employment permit for 5 consecutive years you will no longer need a permit to work in Ireland
ga: Má rinneadh iomarcach thú tar éis oibriú ar feadh cúig bliana as a chéile ar chead fostaíochta, ní theastóidh cead uait a thuilleadh chun oibriú in Éirinn

source: You should apply to your local immigration officer - see 'Registration' below who will issue you with a stamp 4 immigration permission for one year
ga: Ba cheart duit iarratas a dhéanamh ar d’oifigeach áitiúil inimirce – féach ‘Clárúchán’ thíos, a eiseoidh cead inimirce stampa 4 duit ar feadh bliain amháin

source: This permission may be renewed annually and it will allow you to take up any employment or become self-employed
ga: Féadtar an cead seo a athnuachan gach bliain agus ceadóidh sé duit glacadh le haon fhostaíocht nó bheith féinfhostaithe

source: Employment permit for less than 5 years:
ga: Cead fostaíochta ar feadh níos lú ná 5 bliana:

source: The Department of Jobs, Enterprise and Innovation will allow you 6 months to find another job
ga: Tabharfaidh an Roinn Post, Fiontar agus Nuálaíochta 6 mhí duit chun post eile a aimsiú

source: When you find another job you have to apply for a new General Employment Permit but a labour market needs test is not required
ga: Nuair a aimsíonn tú post eile, beidh ort iarratas a dhéanamh ar Chead Fostaíochta Ginearálta ach ní theastaíonn tástáil riachtanas an mhargaidh shaothair

source: If you were made redundant from a job on the list of ineligible categories you may apply for a new General Employment Permit for a job on that ineligible list
ga: Má rinneadh iomarcach thú ó phost ar an liosta de chatagóirí neamh-incháilithe, féadfaidh tú iarratas a dhéanamh ar Chead nua Fostaíochta Ginearálta le haghaidh poist ar an liosta neamh-incháilithe sin

source: You should contact your local immigration officer to confirm your immigration status – see 'Registration' below
ga: Ba cheart duit teagmháil a dhéanamh le d’oifigeach áitiúil inimirce le do stádas inimirce a dheimhniú – féach ‘Clárúchán’ thíos

source: If you have more than 6 months before your immigration permission expires, you can reside in Ireland under your stamp 1 permission for a further 6 months
ga: Mura n-éagfaidh do chead inimirce go ceann 6 mhí, ar a laghad, féadfaidh tú cónaí in Éirinn faoi do chead stampa 1 a fuair tú, ar feadh 6 mhí bhreise

source: If you have less than 6 months' immigration permission you can have your immigration permission extended to 6 months which means you will have to pay for a new Certificate of Registration - see 'Rates' below
ga: Má éagfaidh do chead inimirce laistigh de 6 mhí, féadfaidh tú a iarraidh go sínfear do chead inimirce go dtí 6 mhí, a chiallaíonn go mbeidh ort íoc as cárta nua BNIGS – féach ‘Rátaí’ thíos

source: If you have not found a new job after 6 months you will be expected to leave Ireland
ga: Murar aimsigh tú post nua tar éis 6 mhí, beifear ag súil leis go bhfágfaidh tú Éire

source: If you then get an offer of employment in Ireland you may apply for a new General Employment Permit
ga: Má thugtar tairiscint fostaíochta duit in Éirinn, ansin, féadfaidh tú iarratas a dhéanamh ar Chead nua Fostaíochta Ginearálta

source: Short-time working: if you have been put on short-time working while on a work permit or a General Employment Permit, you must notify the Department of Jobs, Enterprise and Innovation
ga: Obair ghearr-ama: Má cuireadh ar obair ghearr-ama thú fad atá tú ag oibriú ar chead oibre nó Cead Fostaíochta Ginearálta, ní mór duit fógra a thabhairt don Roinn Post, Fiontar agus Nuálaíochta

source: If you do not do this any application to renew your permit in future may be affected
ga: Mura ndéanann tú seo, d’fhéadfaí tionchar a imirt ar aon iarratas chun do chead a athnuachan amach anseo

source: If you are a national who requires a visa, you should obtain a visa before travelling to Ireland
ga: Más náisiúnach thú óna dteastaíonn víosa, ba cheart duit víosa a fháil sula dtaistealaíonn tú go hÉirinn

source: You must apply for an entry visa online
ga: Ní mór duit iarratas a dhéanamh ar víosa iontrála ar líne

source: Registration and permission to remain
ga: Clárúchán agus cead chun fanacht

source: Non-EEA nationals (with the exception of Switzerland) must register with the local immigration officer in the area where they intend to live when they arrive in the State
ga: Ní mór do náisiúnaigh neamh-LEE (seachas an Eilvéis) clárú leis an oifigeach áitiúil inimirce sa cheantar ina bhfuil sé beartaithe acu cónaí nuair a thagann siad chun an Stáit

source: In Dublin you register at the Burgh Quay Registration Office
ga: I mBaile Átha Cliath, féadfaidh tú clárú ag Oifig Chlárúcháin Cé an Bhúrcaigh

source: Since 15 September 2016, you must book an appointment online to visit it
ga: Ó 15 Meán Fómhair 2016, caithfidh tú coinne a scríobh isteach ar líne chun cuairt a thabhairt air

source: Outside Dublin you may register at your regional registration office or your local Garda District Headquarters
ga: Lasmuigh de Bhaile Átha Cliath, féadfaidh tú clárú ag oifig chlárúcháin régiúnach nó Ceanncheathrú áitiúil Cheantar an Gharda Síochána

source: You may be able to bring your family to live here after you have been legally working here for a year on a General Employment Permit
ga: D’fhéadfá bheith in ann do theaghlach a thabhairt leat chun cónaí anseo má bhí tú ag oibriú go dleathach anseo ar feadh bliana ar Chead Fostaíochta Ginearálta

source: You also have to be able to show that you will be able to support them
ga: Anuas air sin, tá ort bheith in ann a thaispeáint go mbeidh tú in ann tacú leo

source: In practice, you need to be earning more than the limits for Family Income Supplement
ga: I gcleachtas, is gá duit níos mó ná na teorainneacha ar an bhForlíonadh Ioncam Teaghlaigh a bheith á thuilleamh agat

source: If you have a General Employment Permit your spouse, partner or dependants are not eligible to apply for a Dependant/Partner/Spouse Employment Permit
ga: Má tá Cead Fostaíochta Ginearálta agat, níl do chéile, páirtnéir nó cleithiúnaithe i dteideal iarratas a dhéanamh ar Chead Fostaíochta Cleithiúnaí/Páirtnéara/Céile

source: They can apply for a General Employment Permit in their own right
ga: Féadfaidh siad iarratas a dhéanamh ar Chead Fostaíochta Ginearálta as a stuaim féin

source: They may require visas to come to Ireland (see 'Visas' above) and there are INIS guidelines about family reunification for workers
ga: B’fhéidir go dteastódh víosaí uathu chun teacht go hÉirinn (féach ‘Víosaí’ thuas) agus tá treoirlínte SEIÉ ann faoi athaontú teaghlaigh le haghaidh oibrithe

source: Employment permit not necessary
ga: Ní theastaíonn cead fostaíochta

source: If you are a non-EEA national you do not need an employment permit if:
ga: Más náisiúnach neamh-LEE thú, ní theastaíonn cead fostaíochta uait, sna cásanna a leanas:

source: • You have permission to remain as the spouse, civil partner or dependant of an Irish or EEA national
ga: • Tá cead agat fanacht mar chéile, páirtnéir sibhialta nó cleithiúnaí náisiúnaigh Éireannaigh nó náisiúnaigh den LEE

source: • You are a Swiss national
ga: • Is náisiúnach na hEilvéise thú

source: • You have been granted refugee status - whether through the normal process or as a programme refugee
ga: • Deonaíodh stádas dídeanaí duit – cibé acu tríd an ngnáthphróiseas nó mar dhídeanaí cláir

source: • You have been granted temporary permission to remain on humanitarian grounds, having been in the asylum process
ga: • Deonaíodh cead sealadach duit chun fanacht ar fhorais dhaonnúla, tar éis a bheith sa phróiseas tearmainn

source: • You have been granted permission to remain as the parent of an Irish citizen
ga: • Deonaíodh cead duit chun fanacht mar thuismitheoir saoránaigh Éireannaigh

source: • You have specific immigration permission to live and work in Ireland
ga: • Tá cead sonrach inimirce agat chun cónaí agus oibriú in Éirinn

source: • You have business permission to set up a business in Ireland
ga: • Tá cead gnó agat chun gnó a chur ar bun in Éirinn

source: • You are a registered student - see below
ga: • Mac léinn cláraithe thú – féach thíos

source: You will be refused an employment permit where you:
ga: Diúltófar cead fostaíochta a thabhairt duit sna cásanna a leanas:

source: • Entered the State on the basis that you are not taking up employment, for example, as a visitor
ga: • D’iontráil tú an Stát ar an mbonn nach mbeidh tú ag glacadh le fostaíocht, mar shampla, mar chuairteoir
